Repository: owncloud/ios-sdk
Catalog: ownCloudSDK/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, ko, pt_br, sq, th_th, tr

source: Deschedule (remove)
de: Ausführung beenden
es: Desprogramar (eliminar)
ko: 예약 취소(삭제)
pt_br: Desmarcar (remover)
sq: Hiqe nga planifikim (hiqe)
th_th: ลบกำหนดการ
tr: Planlamayı iptal et (kaldır)

source: digits
de: Ziffern

source: Download and preview
de: Herunterladen und Vorschau
pt_br: Baixar e visualizar
sq: Shkarkojeni dhe bëjini paraparje

source: Download, preview and share
de: Herunterladen, Vorschau und Teilen
pt_br: Baixe, visualize e compartilhe
sq: Shkarkojeni, bëjini paraparje dhe ndajeni me të tjerë

source: Downloading %@…
de: %@ herunterladen…
es: Descargando %@…
ko: %@ 다운로드 중...
pt_br: Baixando %@…
sq: Po shkarkohet %@…
th_th: กำลังดาวน์โหลด %@...
tr: %@indiriliyor...

source: Edit, download, preview and share
de: Bearbeiten, Herunterladen, Vorschau and Teilen
pt_br: Edite, baixe, visualize e compartilhe
sq: Përpunoni, shkarkoni, bëni paraparje dhe ndani me të tjerë

source: Editor
de: Bearbeiter
sq: Përpunues

source: Error
de: Fehler
ko: 오류
pt_br: Erro
sq: Gabim
th_th: ข้อผิดพลาด
tr: Hata

source: Error copying %@
de: Fehler beim Kopieren von %@
es: Error al copiar %@
ko: %@ 복사 오류
pt_br: Erro ao copiar %@
sq: Gabim teksa kopjohej %@
th_th: เกิดข้อผิดพลาดขณะคัดลอก %@
tr: %@kopyalanırken hata oluştu

source: Error deleting %@
de: Fehler beim Löschen von %@

source: Error moving %@
de: Fehler beim Verschieben von %@
es: Error al mover %@
ko: %@ 이동 오류
pt_br: Erro ao mover %@
sq: Gabim teksa lëvizej %@
th_th: เกิดข้อผิดพลาดขณะย้าย %@
tr: %@taşınırken hata oluştu

source: Error renaming %@
de: Fehler bei der Umbenennung von %@
pt_br: Erro ao renomear %@
sq: Gabim në riemërtimin %@

source: Error updating %@ metadata
de: Fehler beim Aktualisieren von %@ Metadaten
es: Error actualizando el metadato %@
ko: 메타데이터 %@ 업데이트 중 오류 발생
pt_br: Erro atualizando %@ metadados
sq: Gabim në përditësimin e tejtëdhënave %@
th_th: เกิดข้อผิดพลาดขณะอัปเดต metadata %@
tr: %@üstverisini güncelleme sırasında hata alındı

source: Error uploading %@
de: Fehler beim Hochladen von %@

source: Events
de: Ereignisse
es: Eventos
ko: 이벤트
pt_br: Eventos
sq: Akte
th_th: เหตุการณ์
tr: Etkinlikler

source: Exception occured performing action
de: Ausnahme bei Ausführung der Aktion aufgetreten
pt_br: Ocorreu uma exceção ao executar a ação
sq: Ndodhi një përjashtim teksa kryhej veprimi

source: Failed
de: Fehlgeschlagen
es: Falló
ko: 실패함
pt_br: Falhou
sq: Dështoi
th_th: ล้มเหลว
tr: Başarısız oldu

source: Fetching updates…
de: Updates abrufen…
es: Obteniendo actualizaciones…
ko: 업데이트를 가져오는 중...
pt_br: Buscando Atualizações…
sq: Po sillen përditësime…
th_th: กำลังเรียกอัปเดตข้อมูล...
tr: Güncellemeler getiriliyor…

source: Fetching user information…
de: Nutzerinformationen abrufen…
es: Obteniendo información del usuario...
ko: 사용자 정보 가져오는 중...
pt_br: Buscando informações do usuário...
sq: Po sillen hollësi përdoruesi…
th_th: กำลังเรียกข้อมูลผู้ใช้...
tr: Kullanıcı bilgisi alınıyor...

source: File
de: Datei

source: File modified locally
de: Datei lokal geändert
es: Archivo modificado localmente
ko: 로컬에서 수정된 파일
pt_br: Arquivo modificado localmente
sq: Kartela u ndryshua lokalisht
th_th: ไฟล์ที่ถูกแก้ไขในเครื่อง
tr: Dosya yerel olarak değiştirildi

source: File not found.
de: Datei nicht gefunden.
es: Archivo no encontrado
ko: 파일을 찾을 수 없음
pt_br: Arquivo não encontrado.
sq: S’u gjet kartelë.
th_th: ไม่พบไฟล์
tr: Dosya bulunamadı.

source: Files
de: Dateien
es: Archivos
ko: 파일
pt_br: Arquivos
sq: Kartela
th_th: ไฟล์
tr: Dosyalar

source: Folders
de: Ordner
es: Carpetas
ko: 폴더
pt_br: Pastas
sq: Dosje
th_th: สร้างโฟลเดอร์ใหม่
tr: Klasörler

source: Generic graph error.
de: Generischer Graph-Fehler.
pt_br: Erro gráfico genérico.
sq: Gabim elementar grafik.

source: Identifier
de: Kennung
es: Identificador
ko: 식별자
pt_br: Identificador
sq: Identifikues
th_th: ระบุ
tr: Tanımlayıcı

source: In progress since
de: In Bearbeitung seit
es: En curso desde
ko: 진행 기간:
pt_br: Em andamento desde
sq: Në ecuri që prej
th_th: อยู่ระหว่างดำเนินการตั้งแต่
tr: Şu tarihten beri devam ediyor:

source: Insecure HTTP URL
de: Unsichere HTTP-URL
es: URL HTTP insegura
ko: 안전하지 않은 HTTP URL
pt_br: HTTP URL Inseguro
sq: URL HTTP jo e sigurt
th_th: URL ที่เชื่อมต่อผ่าน HTTP ไม่ปลอดภัย
tr: Güvensiz HTTP URL

source: Insecure HTTP URL forbidden
de: Unsichere HTTP-URL nicht zulässig
es: URL prohibida, HTTP inseguro
ko: 안전하지 않은 HTTP URL은 금지됨
pt_br: HTTP inseguro URL proibida
sq: Ndalohen URL-të HTTP jo të sigurta
th_th: ห้ามใช้ URL HTTP ที่ไม่ปลอดภัย
tr: Güvenli olmayan HTTP URL'si yasak

source: Insufficient parameters.
de: Nicht genügend Parameter.
es: Parámetros insuficientes.
ko: 매개 변수가 충분하지 않습니다.
pt_br: Parâmetros insuficientes.
sq: Parametra të pamjaftueshëm
th_th: พารามิเตอร์ไม่เพียงพอ
tr: Yetersiz değişken.

source: Insufficient permissions
de: Unzureichende Dateiberechtigungen.
es: Permisos insuficientes
ko: 권한 부족
pt_br: Permissões insuficientes
sq: Leje të pamjaftueshme
th_th: สิทธิ์ไม่เพียงพอ
tr: Yetersiz izin

source: Internal error.
de: Interner Fehler.
es: Error interno.
ko: 내부 오류
pt_br: Erro interno.
sq: Gabim i brendshëm.
th_th: ข้อผิดพลาดภายใน
tr: Dahili hata.

source: Invalid checksum
de: Ungültige Prüfsumme
es: Suma de comprobación no válida
ko: 체크섬 잘못됨
pt_br: Checksum inválido
sq: Checksum i pavlefshëm
th_th: การตรวจสอบไม่ถูกต้อง
tr: Geçersiz sağlama toplamı

source: Invalid parameter.
de: Ungültiger Parameter.
pt_br: Parâmetro inválido.
sq: Parametër i pavlefshëm.
tr: Geçersiz parametre.

source: Invalid rule without minimum and maximum count
de: Ungültige Regel ohne Minimal und Maximalanzahl

source: Invalid type.
de: Ungültiger Typ.
pt_br: Tipo inválido.
sq: Lloj i pavlefshëm.
tr: Geçersiz tür.

source: Invalidate
de: Invalidieren

source: Invalidate Login Data
de: Anmeldedaten ungültig machen
es: Invalidar datos de inicio de sesión
ko: 잘못된 로그인 데이터
pt_br: Dados de Login Inválidos
sq: Zhvlerëso Hollësi Hyrjeje
th_th: ข้อมูลการเข้าสู่ระบบไม่ถูกต้อง
tr: Giriş Verilerini Geçersiz Kıl

source: Invited persons
de: Eingeladene Personen
pt_br: Pessoas convidadas
sq: Persona të ftuar
tr: Davetli kişiler

source: Issues were found while validating the certificate for %@.
de: Bei der Überprüfung des Zertifikats für %@ wurden Probleme gefunden.

source: Item
de: Element

source: Item is currently processing.
de: Element wird gerade verarbeitet.
pt_br: O item está sendo processado no momento.
sq: Objekti është duke u përpunuar.

source: Item is not a directory.
de: Element ist kein Verzeichnis.
es: El elemento NO es un directorio.
ko: 항목이 디렉터리가 아닙니다.
pt_br: O item não é um diretório.
sq: Objekti s’është një drejtori.
th_th: รายการไม่ใช่ไดเร็กทอรี
tr: Öge bir dizin değil.

source: Item not available offline.
de: Element nicht offline verfügbar.
es: Elemento no disponible sin conexión.
ko: 항목을 오프라인으로 사용할 수 없음
pt_br: Item não disponível quando desconectado.
sq: Objekt i papërdorshëm jashtë linje.
th_th: รายการไม่พร้อมใช้งานในโหมดออฟไลน์
tr: Öge çevrimdışı kullanılamıyor.

source: Item not found.
de: Element nicht gefunden.
es: Elemento no encontrado
ko: 항목을 찾을 수 없음
pt_br: Item não encontrado.
sq: S’u gjet objekt.
th_th: ไม่พบรายการ
tr: Öge bulunamadı

# itemProperty.isFavorite
source: Favorite
de: Favorit
es: Favorito
ko: 즐겨찾기
pt_br: Favorito
sq: Vëre Si të Parapëlqyer
th_th: รายการโปรด
tr: Favorilere ekle

# itemProperty.lastModified
source: Last modified
de: Letzte Änderung
es: Ultima modificación
ko: 최종 수정됨
pt_br: Última modificação
sq: Ndryshuar së fundi më
th_th: แก้ไขครั้งล่าสุด
tr: Son değiştirme

# itemProperty.localAttributes
source: Local attributes
de: Lokale Eigenschaften
es: Atributos locales
ko: 로컬 속성
pt_br: Atributos locais
sq: Atribute lokale
th_th: แอตทริบิวต์ต้นทาง
tr: Yerel öznitelikler

source: Keep both
de: Beide behalten
es: Mantener ambos
ko: 모두 저장
pt_br: Manter ambos
sq: Mbaji të dyja
th_th: เก็บไว้ทั้งสองอย่าง
tr: İkisini de koru

source: Local ID
de: Lokale ID
es: ID local
ko: 로컬 ID
pt_br: ID local
sq: ID Vendore

source: Localized Description
de: Lokalisierte Beschreibung
es: Descripción localizada
ko: 현지화된 설명
pt_br: Descrição Localizada
sq: Përshkrim i Përkthyer
th_th: คำอธิบายที่แปลเป็นภาษาท้องถิ่น
tr: Yerel Açıklama

source: Lock invalidated.
de: Sperrung invalidiert.
pt_br: Bloqueio invalidado.
sq: Kyçja u shfuqizua.

source: Log file
de: Protokolldatei
es: Archivo de registro
ko: 로그 파일
pt_br: Arquivo de Log
sq: Kartelë regjistër
th_th: ไฟล์ log
tr: Günlük dosyası

source: Log HTTP requests and responses
de: HTTP-Anfragen und Antworten protokollieren
es: Registrar peticiones y respuestas HTTP
ko: HTTP 요청 및 응답 로그
pt_br: Registrar solicitações e respostas HTTP
sq: Regjistro kërkesa dhe përgjigje HTTP
th_th: บันทึกคำขอและการตอบกลับ HTTP
tr: HTTP isteklerini ve yanıtlarını günlüğe kaydet

source: Log internal file operations
de: Interne Dateioperationen protokollieren
es: Registrar operaciones de archivos internos
ko: 내부 파일 작업 로그
pt_br: Registrar operações de arquivo interno
sq: Regjistro veprime të brendshme kartelash
th_th: Log การทำงานของไฟล์ภายใน
tr: Dahili dosya işlemlerini günlüğe kaydet

source: Login as user %@ required. Please retry.
de: Anmeldung als Benutzer %@ erforderlich. Bitte versuchen Sie es erneut.
es: Se requiere iniciar sesión como usuario %@. Por favor, inténtalo de nuevo.
ko: 사용자 %@으로 로그인해야 합니다. 다시 시도하십시오.
pt_br: É necessário fazer login como usuário %@ . Por favor tente novamente.
sq: Lypset hyrje si përdorues %@. Ju lutemi, riprovoni.
th_th: กรุณาเข้าสู่ระบบด้วยฐานะ %@ โปรดลองอีกครั้ง
tr: Kullanıcı %@ olarak oturum açın. Lütfen tekrar deneyiniz.

source: Longer than {{byteLength}} bytes in {{encoding}} encoding.
de: Länger als {{byteLength}} Bytes in {{encoding}} Encodierung.

source: lower-case characters
de: Kleinbuchstaben

source: Making %1$@ available offline also covers %2$@, which was previously requested as being available offline.
de: Durch die Offline-Verfügbarkeit von %1$@ wird auch %2$@ abgedeckt, für das zuvor Offline-Verfügbarkeit angefordert wurde.

source: Making %1$@ available offline also covers %2$@, whose offline availability has previously been requested.
de: Die Offline-Verfügbarkeit von %1$@ gilt auch für %2$@, dessen Offline-Verfügbarkeit zuvor angefordert wurde.

source: Missing Drive ID.
de: Fehlende Drive ID.
pt_br: ID da unidade ausente.
sq: Mungon ID Disku.

source: Moving %@ to %@…
de: %@ nach %@ verschieben…
es: Moviendo %@ a %@…
ko: %@에서 %@으로 이동 중...
pt_br: Movendo %@ para %@…
sq: Po shpihet %@ te %@…
th_th: กำลังย้าย %@ ไปยัง %@...
tr: %@öğesi%@konumuna taşınıyor...

source: Network unavailable
de: Netzwerk nicht verfügbar
es: Red no disponible
ko: 네트워크를 사용할 수 없음
pt_br: Rede indisponível
sq: Rrjet i pakapshëm
th_th: เครือข่ายใช้งานไม่ได้
tr: Ağ kullanılamıyor

source: No certificate was returned for a request despite this being a HTTPS connection (should never occur in production, but only if you forgot to provide a certificate during simulated responses to HTTPS requests).
de: Für eine Anfrage wurde trotz HTTPS-Verbindung kein Zertifikat zurückgegeben (sollte niemals in der Produktion auftreten, sondern nur, wenn Sie vergessen haben, ein Zertifikat bei simulierten Antworten auf HTTPS-Anfragen anzugeben).
es: No se devolvió ningún certificado para una solicitud a pesar de ser una conexión HTTPS (nunca debería ocurrir en producción, sino solo si se olvidó de proporcionar un certificado durante las respuestas simuladas a las solicitudes HTTPS).
ko: HTTPS 연결임에도 불구하고 요청에 대한 인증서가 반환되지 않았습니다(운영 환경에서 절대 발생하지 않아야 하지만, HTTPS 요청에 대한 시뮬레이션 응답 중에 인증서를 제공하는 것을 잊은 경우에만 해당).
pt_br: Nenhum certificado foi retornado para uma solicitação, apesar de esta ser uma conexão HTTPS (nunca deve ocorrer em produção, mas somente se você esqueceu de fornecer um certificado durante respostas simuladas a solicitações HTTPS).
sq: Për një kërkesë s’u kthye dëshmi, edhe pse kjo është lidhje HTTPS (s’duhet të ndodhë kurrë në një sajt real, vetëm nëse harruat të jepnit një dëshmi gjatë përgjigjesh të simuluara për kërkesa HTTPS).
th_th: ไม่มีการส่งคืนใบรับรองสำหรับคำขอแม้ว่าจะเป็นการเชื่อมต่อแบบ HTTPS (คุณอาจจะลืมระบุใบรับรองในระหว่างการตอบกลับคำขอของ HTTPS)
tr: Bir HTTPS bağlantısı olmasına rağmen bir istek için hiçbir sertifika döndürülmedi (Yalnızca HTTPS isteklerine benzetilmiş yanıtlar sırasında bir sertifika vermeyi unuttuysanız olabilir, canlı sunucuda asla gerçekleşmemelidir).

source: No data converter available for conversion.
de: Kein Datenumwandler für Umwandlung verfügbar.
pt_br: Nenhum conversor de dados disponível para conversão.
sq: S’ka shndërrues të gatshëm për shndërrimin.

source: Not authorized to access shares.
de: Nicht berechtigt, auf Freigaben zuzugreifen.
es: No esta autorizado a ver los compartidos
ko: 공유에 접할 수 있는 권한이 없음
pt_br: Não autorizado a acessar compartilhamentos.
sq: Jo i autorizuar të përdorë pjesën.
th_th: ไม่ได้รับอนุญาตให้เข้าถึงแชร์
tr: Paylaşımlara erişim yetkisi yok.

source: Not available offline.
de: Nicht offline verfügbar.
es: No disponible sin conexión.
ko: 오프라인 사용 불가능
pt_br: Não disponível quando desconectado.
sq: S’mund të kihet jashtë interneti.
th_th: ไม่สามารถใช้งานออฟไลน์ได้
tr: Çevrimdışı kullanılamaz.

source: Not enough space left on the server to upload %@.
de: Nicht genügend Speicherplatz auf dem Server zum Hochladen von %@.
es: No queda suficiente espacio en el servidor para cargar %@.
ko: 서버에 남은 공간이 부족하여 %@을(를) 업로드할 수 없습니다.
pt_br: Não há espaço suficiente no servidor para fazer o envio de %@.
sq: Në shërbyes s’ka mbetur hapësirë e mjaftueshme për të ngarkuar %@.
th_th: พื้นที่เหลือบนเซิร์ฟเวอร์ไม่เพียงพอที่จะอัปโหลดไฟล์ %@
tr: %@'i yüklemek için sunucuda yeterli alan kalmadı.

source: Object does not return DataItemType.
de: Objekt liefert keinen DataItemType zurück.
pt_br: O objeto não retorna DataItemType.
sq: Objekti s’përgjigjet me DataItemType.

source: Offline (no WiFi connection)
de: Offline (keine WLAN-Verbindung)
es: Desconectado (sin conexión WIFI)
ko: 오프라인 (WiFi 연결 없음)
pt_br: Desconectado (sem conexão WiFi)
sq: Jashtë linje (pa lidhje WiFi)
th_th: ออฟไลน์ (ไม่มีการเชื่อมต่อWiFi)
tr: Çevrimdışı (Kablosuz bağlı değil)

source: Offline availability of %1$@ is already ensured by having made %2$@ available offline.
de: Die Offline-Verfügbarkeit von %1$@ ist bereits dadurch gewährleistet, dass %2$@ offline verfügbar gemacht wurde.

source: Only invited persons have access. Login required.
de: Nur eingeladene Personen haben Zugang. Anmeldung erforderlich
pt_br: Apenas pessoas convidadas têm acesso. Login é necessário.
sq: Vetëm personat e ftuar kanë hyrje. Lypset të bëhet hyrja.

source: Opening vault…
de: Öffne Vault…

source: Operation forbidden
de: Vorgang nicht zulässig
es: Operación no permitida
ko: 작업이 금지됨
pt_br: Operação proibida
sq: Veprim i ndaluar
th_th: หยุดการทำงาน
tr: İşlem yasak

source: Origin Process
de: Ursprungsprozess
es: Proceso de origen
ko: 출처 처리
pt_br: Processo de Origem
sq: Proces Origjine
th_th: กระบวนการกำเนิด
tr: Menşe İşlemi

source: Origin Process Valid
de: Ursprungsprozess gültig
es: Proceso de origen válido
ko: 출처 처리 유효
pt_br: Processo de origem válido
sq: Proces Origjine i Vlefshëm
th_th: กระบวนการกำเนิดที่ถูกต้อง
tr: Menşe İşlemi Geçerli

source: Origin URL
de: Ursprungs-URL
es: URL de origen
ko: 기존 URL
pt_br: URL de origem
sq: URL Origjine
th_th: URL ต้นทาง
tr: Kaynak URL

source: Other item policies of the same kind covering subsets of this item policy become redundant by the addition of this item policy.
de: Andere gleichartige Richtlinien, die Teilmengen dieser Richtlinie abdecken, werden durch das Hinzufügen dieser Richtlinie überflüssig.
es: Otras políticas de artículos del mismo tipo que cubren subconjuntos de esta política de artículos se vuelven redundantes por la adición de esta política de artículos.
ko: 이 항목 정책의 하위 집합을 포함하는 동일한 종류의 다른 항목 정책은 이 항목 정책을 추가하면 중복됩니다.
pt_br: Outras políticas de itens do mesmo tipo, cobrindo subconjuntos desta política de itens, tornam-se redundantes com a adição desta política de itens.
sq: Të tjera rregulla objektesh të të njëjtit lloj, që përfshijnë nëngrupe të këtij rregulli objektesh, bëhen të përsëritur me shtimin e këtij rregulli objekti.
th_th: นโยบายรายการซ้ำกับนโยบายมีอยู่แล้ว ทำให้ไม่สามารถเพิ่มนโยบาย
tr: Bu öge politikasının alt kümelerini kapsayan aynı türden diğer öge politikaları, bu öge politikasının eklenmesiyle gereksiz hale gelir.

source: Overwrite modified file
de: Überschreibe geänderte Datei

source: Password can't be converted to {{encoding}}.
de: Passwort kann nicht als {{encoding}} kodiert werden.

source: Pending
de: Ausstehend
es: Pendiente
ko: 대기 중
pt_br: Pendente
sq: Në pritje
th_th: อยู่ระหว่างดำเนินการ
tr: Bekliyor

source: Personal
de: Persönlich
ko: 개인
pt_br: Pessoal
sq: Personale
th_th: ส่วนตัว
tr: Kişisel

source: Please check if you have sufficient permissions to delete %@.
de: Bitte prüfen Sie, ob Sie ausreichend Berechtigungen besitzen, um %@ zu löschen.
es: Por favor compruebe si tiene suficientes permisos para eliminar %@.
ko: %@을(를) 삭제할 수 있는 권한이 있는지 확인하십시오
pt_br: Por favor, verifique se você tem permissões suficientes para excluir %@.
sq: Ju lutemi, kontrolloni nëse keni leje të mjaftueshme për të fshirë %@.
th_th: โปรดตรวจสอบว่าคุณมีสิทธิ์เพียงพอที่จะลบ %@
tr: %@ dosyasını silebilmek için erişim yetkisini kontrol edin.

source: Populating database…
de: Befülle Datenbank…
pt_br: Preenchendo o banco de dados...
sq: Po popullohet baza e të dhënave…

source: Previous token refresh attempts indicated an invalid refresh token.
de: Frühere Token-Aktualisierungsversuche zeigten ein ungültiges Aktualisierungs-Token an.
pt_br: Tentativas anteriores de atualização de token indicaram um token de atualização inválido.
sq: Përpjekje të mëparshme rifreskimi token-i treguan një token të pavlefshëm freskimi.

source: Private link format invalid.
de: Format des privaten Links ungültig.
es: El formato de enlace privado no es válido.
ko: 잘못된 개인 링크 형식
pt_br: Formato de linque privado inválido.
sq: Format i pavlefshëm lidhjesh private.
th_th: รูปแบบลิงก์ส่วนตัวไม่ถูกต้อง
tr: Özel bağlantı biçimi geçersiz.

source: Proceed
de: Fortfahren
es: Proceder
ko: 진행
pt_br: Prosseguir
sq: Bëje
th_th: ดำเนินการ
tr: Devam et

source: Process Sync Records
de: Sync-Datensätze verarbeiten
es: Procesar registros de sincronización
ko: 프로세스 동기화 기록
pt_br: Registros de Sincronização de Processo
th_th: ประมวลผลบันทึกการซิงค์
tr: İşlem Senkronizasyonu Kayıtları

source: Public upload was disabled by the administrator.
de: Das öffentliche Hochladen ist durch den Administrator/die Administratorin deaktiviert.
es: La subida pública ha sido deshabilitada por el administrador.
ko: 관리자에 의해 공개 업로드가 비활성화 되었습니다.
pt_br: O envio de arquivo público foi desativado pelo administrador.
sq: Ngarkimi publik është çaktivizuar nga përgjegjësi.
th_th: การอัปโหลดสาธารณะถูกปิดใช้งานโดยผู้ดูแลระบบ
tr: Herkese açık yükleme, yönetici tarafından devre dışı bırakıldı.

source: Recipients can upload but existing contents are not revealed.
de: Empfangende können hochladen, aber existierende Inhalte werden nicht angezeigt.
pt_br: Os destinatários podem fazer upload, mas os conteúdos existentes não são revelados.
sq: Marrësit mund të ngarkojnë, por lënda ekzistuese nuk shfaqet.

source: Recipients can view and download contents.
de: Empfangende können Inhalte sehen und herunterladen.
pt_br: Os destinatários podem visualizar e baixar o conteúdo.
sq: Marrësit mund të shohin dhe shkarkojnë lëndë.

source: Recipients can view, download and edit contents.
de: Empfangende können Inhalte einsehen, herunterladen und bearbeiten.
es: Los recipientes pueden ver, descargar y editar el contenido.
ko: 받는 사람은 콘텐츠를 조회, 다운로드 및 편집할 수 있습니다.
pt_br: Os destinatários podem visualizar, baixar e editar o conteúdo.
sq: Marrësit mund të shohin, shkarkojnë dhe përpunojnë lëndë.
th_th: ผู้รับสามารถดู ดาวน์โหลด และแก้ไขเนื้อหา
tr: Alıcılar içeriği görüntüleyebilir, indirebilir ve düzenleyebilir.

source: Recipients can view, download and upload contents.
de: Empfangende können Inhalte sehen, herunterladen und hochladen.
es: Los recipientes pueden ver, descargar y subir el contenido.
ko: 받는 사람은 콘텐츠를 조회, 다운로드, 업로드할 수 있습니다.
pt_br: Os destinatários podem visualizar, baixar e fazer upload de conteúdo.
sq: Marrësit mund të shohin, shkarkojnë dhe ngarkojnë lëndë.
th_th: ผู้รับสามารถดู ดาวน์โหลด และอัปโหลดเนื้อหา
tr: Alıcılar içeriği görüntüleyebilir, indirebilir ve karşı tarafa yükleyebilir.

source: Recipients can view, download, edit, delete and upload contents.
de: Empfangende können Inhalte sehen, herunterladen, ändern, löschen und hochladen.
es: Destinatarios pueden ver, descargar, editar, borrar y subir contenido.
ko: 받는 사람은 컨텐츠를 조회, 다운로드, 편집, 삭제, 업로드할 수 있습니다.
pt_br: Os destinatários podem visualizar, baixar, editar, excluir e enviar conteúdos.
sq: Marrësit mund të shohin shkarkojnë, përpunojnë, fshijnë dhe ngarkojnë lëndë.
th_th: ผู้รับสามารถดู ดาวน์โหลด แก้ไข ลบและอัปโหลดเนื้อหา
tr: Alıcılar içerik görüntüleyebilir, düzenleyebilir, silebilir ve karşı tarafa yükleyebilir.

source: Redirection
de: Umleitung

source: Rejecting share…
de: Weise Freigabe ab…

source: Remove Database Version
de: Datenbankversion entfernen
es: Eliminar la versión de la base de datos
ko: 데이터베이스 버전 삭제
pt_br: Remover Versão do Banco de Dados
sq: Hiq Version Baze të Dhënash
th_th: ลบเวอร์ชันฐานข้อมูล
tr: Veritabanı Sürümünü Kaldır

source: Removed Items
de: Entfernte Elemente
es: Artículos eliminados
ko: 삭제된 항목
pt_br: Itens Removidos
sq: Objekte të Hequr
th_th: รายการถูกลบแล้ว
tr: Kaldırılan Ögeler

source: Removing local copy of %@…
de: Entferne lokale Kopie von %@…

source: Renaming %@ to %@…
de: %@ in %@ umbenennen…
es: Renombrando %@ por %@…
ko: %@에서 %@으로 이름 변경 중...
pt_br: Renomeando %@ para %@…
sq: Po riemërtohet %@ si %@…
th_th: กำลังเปลี่ยนชื่อ %@ เป็น %@...
tr: %@öğesi %@olarak isimlendiriliyor...

source: Replace
de: Ersetzen
es: Reemplazar
ko: 바꾸기
pt_br: Substituir
sq: Zëvendësoje
th_th: แทนที่
tr: Yer değiştir

source: Request completed with error.
de: Anfrage mit Fehler abgeschlossen.
es: Solicitud completada con error.
ko: 요청이 오류와 함께 완료되었습니다.
pt_br: Solicitação concluída com erro.
sq: Kërkesa u plotësua me gabim.
th_th: คำขอเสร็จสิ้นแต่มีข้อผิดพลาดเกิดขึ้น
tr: İstek bir hata ile sonlandı.

source: Request couldn't be scheduled because the underlying URL session has been invalidated.
de: Die Anforderung konnte nicht geplant werden, da die zugrundeliegende URL-Sitzung ungültig gemacht wurde.
es: La solicitud no se pudo programar porque la sesión de URL subyacente se ha invalidado.
ko: 기본 URL 세션이 무효화되었기 때문에 요청을 예약할 수 없습니다
pt_br: A solicitação não pôde ser agendada porque a sessão de URL subjacente foi invalidada.
sq: Kërkesa s’u planifikua dot, ngaqë sesioni URL përkatës është bërë i pavlefshëm.
th_th: ไม่สามารถกำหนดเวลาคำขอได้เนื่องจากเซสชัน URL พื้นฐานนั้นไม่ถูกต้อง
tr: Arkaplandaki URL oturumu geçersiz kılındığı için istek planlanamadı.

source: Request timed out
de: Zeitüberschreitung bei der Anfrage
es: Tiempo de espera agotado
ko: 요청 시간 초과됨
pt_br: Solicitação expirou
sq: Kërkesës i mbaroi koha
th_th: การร้องขอหมดเวลา
tr: İstek zaman aşımına uğradı

source: Request was cancelled because the server certificate was rejected.
de: Die Anfrage wurde storniert, weil das Serverzertifikat abgelehnt wurde.
es: La solicitud fue cancelada porque el certificado del servidor fue rechazado.
ko: 서버 인증서가 거부되어 요청이 취소되었습니다.
pt_br: A solicitação foi cancelada porque o certificado do servidor foi rejeitado.
sq: Kërkesa u anulua, ngaqë dëshmi e shërbyesit u hodh poshtë.
th_th: คำขอถูกยกเลิกเนื่องจากใบรับรองเซิร์ฟเวอร์ถูกปฏิเสธ
tr: Sunucu sertifikası reddedildiğinden ötürü istek iptal edildi.

source: Request was cancelled.
de: Die Anfrage wurde abgebrochen.
es: La solicitud fue cancelada.
ko: 요청이 취소되었습니다.
pt_br: Pedido cancelado.
sq: Kërkesa u anulua.
th_th: คำขอถูกยกเลิก
tr: İstek iptal edildi.
